{
  "tafseerId": "al-jalalayn",
  "name": "تفسير الجلالين",
  "nameEnglish": "Tafsir Al-Jalalayn",
  "authorName": "الإمامان الجلالان",
  "authorNameEnglish": "Imams Al-Mahalli & As-Suyuti",
  "language": "ar",
  "verses": [
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 1,
      "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: أَيْ قَالَ: بِاسْمِ اللَّهِ أَفْتَتِحُ. وَالِاسْمُ مُرَادُهُ بِهِ اسْمُ الذَّاتِ، وَيُحْتَمَلُ اسْمُ الذَّاتِ وَالصِّفَاتِ. وَالْجَارُّ وَالْمَجْرُورُ مُتَعَلِّقَانِ بِفِعْلٍ مُحْذُوفٍ أَيْ أَعُوذُ بِاللَّهِ، أَوْ أَقْرَأُ بِاللَّهِ، أَوْ أَفْتَتِحُ بِاللَّهِ. وَالرَّحْمَنُ وَالرَّحِيمُ صِفَتَانِ مِنْ صِفَاتِهِ عَزَّ وَجَلَّ.",
      "shortText": "معنى البسملة ودلالة الرحمن والرحيم"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 2,
      "text": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ: أَيْ الثَّنَاءُ بِجَمِيعِ مَحَامِدِهِ، وَهُوَ مَحْصُورٌ فِي هَذِهِ الْكَلِمَةِ لِلِاقْتِصَارِ عَلَيْهَا. وَالرَّبُّ هُوَ الْمَالِكُ الْمُتَصَرِّفُ فِي خَلْقِهِ بِمَا يَشَاءُ. وَالْعَالَمُونَ جَمْعُ عَالِمٍ وَهُوَ مَا سِوَى اللَّهِ.",
      "shortText": "معنى الحمد لله وصفة الربوبية"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 3,
      "text": "الرَّحْمَنِ الرَّحِيمِ: أَيْ الْمُتَصَفِّ بِالرَّحْمَةِ الْعَامَّةِ فِي الْخَلْقِ وَالرِّزْقِ وَالتَّدْبِيرِ، وَالثَّانِي بِالرَّحْمَةِ الْخَاصَّةِ لِلْمُؤْمِنِينَ.",
      "shortText": "فرق بين الرحمن والرحيم"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 4,
      "text": "مَالِكِ يَوْمِ الدِّينِ: أَيْ مُلَّاكِ يَوْمِ الْجَزَاءِ، وَيُقَالُ لَهُ يَوْمُ الدِّينِ لِأَنَّ اللَّهَ يَدِينُ فِيهِ خَلْقَهُ بِأَعْمَالِهِمْ، أَيْ يُجَازِيهِمْ عَلَيْهَا.",
      "shortText": "معنى مالك يوم الدين"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 5,
      "text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ: أَيْ نَخُصُّكَ وَحْدَكَ بِالْعِبَادَةِ وَالِاسْتِعَانَةِ. وَفِي هَذَا تَنْزِيهٌ لِلَّهِ عَزَّ وَجَلَّ عَمَّا يُنْزِلُهُ الْمُشْرِكُونَ مِنَ الشُّرَكَاءِ.",
      "shortText": "معنى إياك نعبد وإياك نستعين"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 6,
      "text": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ: أَيْ أَرْشِدْنَا إِلَيْهِ وَثَبِّتْنَا عَلَيْهِ، وَهُوَ دِينُ الْإِسْلَامِ. وَالْمُسْتَقِيمُ هُوَ الْعَدْلُ الْمُسْتَوِي.",
      "shortText": "معنى الصراط المستقيم"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 1,
      "verseNumber": 7,
      "text": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ: أَيِ الْمُؤْمِنِينَ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ. غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ: أَيِ الْيَهُودِ. وَلَا الضَّالِّينَ: أَيِ النَّصَارَى.",
      "shortText": "من هم أهل الصراط المستقيم"
    },
    {
      "tafseerId": "al-jalalayn",
      "chapterNumber": 2,
      "verseNumber": 255,
      "text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ: أَيِ الْمُتَفَرِّدُ بِالْإِلَهِيَّةِ، الْحَيُّ الَّذِي لَا مَوْتَ لَهُ، الْقَيُّومُ الَّذِي يَقُومُ بِذَاتِهِ وَبِخَلْقِهِ. لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ: السِّنَةُ نُعَاسُ الْعَيْنَيْنِ، وَالنَّوْمُ رَقَادُ الْقَلْبِ. لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ: أَيْ هُوَ مَالِكُهَا وَخَالِقُهَا وَمُتَصَرِّفُهَا.",
      "shortText": "تفسير آية الكرسي - الله الحي القيوم"
    }
  ]
}
